In [6]:
import pandas as pd
import missingno as msno
import matplotlib.pyplot as plt
import explore as ex

In [7]:
df = ex.explore()

In [9]:
df.head(3)

,ID,DateOfData,Variable01,Variable02,Variable03,Variable04,Variable05,Variable06,Variable07,Variable08,Variable09,Variable10,Variable11,Result01,Result02,Result03
0,256936,6/1/2018 0:10,2,NaN,23,3,606.0,NM,72.0,0.0,-0.0087,-3.53,21547.0,1.0,0,0
1,256937,6/1/2018 0:13,2,NaN,23,3,660.0,AZ,64.0,NaN,NaN,NaN,18050.4,2.5,1,1
2,256938,6/1/2018 0:33,2,NaN,23,3,699.0,NJ,25.0,0.0,0.0241,276.68,NaN,2.5,0,0

In [10]:
ex.dropper?